[
  {
    "id": 1,
    "title": "Seporsi Mie Ayam Sebelum Mati",
    "author": "Brian Khrisna",
    "category": "Fiksi",
    "description": "Ale, seorang lelaki berusia 37 tahun yang didiagnosa mengidap depresi akut ingin mengakhiri hidupnya. Ale merasa tak pernah bisa memilih sesuatu atas kehendaknya sendiri. Namun sebelum mati, ia ingin makan seporsi mie ayam terakhirnya, setidaknya itu adalah keputusan yang ia ambil atas kehendaknya sendiri. Blurb: Seperti malam-malam lain, aku pulang selepas lembur. Orang-orang di kantor yang sudah menikah, mereka akan pulang ke keluarganya masing-masing. Sementara aku yang tidak punya siapa-siapa ini, sekarang masih duduk sendirian di parkiran mobil yang sudah lengang, bersama sebotol bir, rokok murah, dan sepotong kue ulang tahunku sendiri yang kubeli dari toko manisan dekat kantor.\n\nAku takut kalau ternyata selama ini aku tidak pernah berhasil menjalani hidup seperti sebagaimana seharusnya. Di kepalaku sekarang, pertanyaan ini semakin lama semakin membesar. “Pantaskah hidup ini kulanjutkan?”\n\nAku berdiri menatap ke langit malam. Kini tekadku sudah bulat. Aku akan bunuh diri 24 jam dari sekarang.",
    "imageUrl": "assets/images/Seporsi.jpg"
  },
  {
    "id": 2,
    "title": "Atomic Habits: Perubahan Kecil yang memberikan hasil luar biasa",
    "author": "James Clear",
    "category": "Motivasi",
    "description": "Orang mengira ketika Anda ingin mengubah hidup, Anda perlu memikirkan hal-hal besar. Namun pakar kebiasaan terkenal kelas dunia James Clear telah menemukan sebuah cara\nlain. Ia tahu bahwa perubahan nyata berasal dari efek gabungan ratusan keputusan kecil—dari mengerjakan dua push-up sehari, bangun lima menit lebih awal, sampai menahan sebentar hasrat untuk menelepon.\n\nIa menyebut semua tadi atomic habits.\n\nDalam buku terobosan ini, Clear pada hakikatnya mengungkapkan bagaimana perubahan-perubahan sangat remeh ini dapat tumbuh menjadi hasil-hasil yang sangat mengubah\nhidup. Ia menyingkap beberapa trik sederhana dalam hidup kita (seni Menumpuk Kebiasaan yang terlupakan, kekuatan tak terduga Aturan Dua Menit, atau trik untuk masuk ke dalam Zona Goldilocks), dan menggali ke dalam teori psikologi dan neurosains paling baru untuk menerangkan mengapa semua itu penting. Dalam rangka itu, ia menceritakan kisah-kisah inspiratif para peraih medali emas Olimpiade, para CEO terkemuka, dan ilmuwan-ilmuwan istimewa yang telah menggunakan sains tentang kebiasaan-kebiasaan kecil untuk tetap produktif, tetap termotivasi, dan bahagia.\n\nPerubahan-perubahan kecil ini akan mendatangkan pengaruh revolusioner pada karier Anda, hubungan pribadi Anda, dan hidup Anda.",
    "imageUrl": "assets/images/Atomic.jpg"
  },
  {
    "id": 3,
    "title": "24/7 di Hadirat Allah",
    "author": "Tim Rehobot Literature",
    "category": "Islami",
    "description": "Orang yang bersungguh hati terhadap Allah adalah orang yang setiap saat menghayati kehadiran Allah dan terus mempertimbangkan atau memperkarakan, apakah tindakannya berkenan di hadapan Tuhan atau tidak, menyenangkan Tuhan atau tidak. Orang yang bersungguh hati terhadap Tuhan akan berusaha mengerti apa yang Allah ingini dalam hidupnya, dan rencana-Nya dalam hidup yang harus diselesaikannya. Sejak kita memiliki komitmen untuk bersungguh hati terhadap Tuhan, dan kita menjalaninya dari menit ke menit, dari jam ke jam, hidup kita pasti berubah. Maka, kita harus sungguh-sungguh memisahkan diri dari dunia. Dalam hal ini, kita tidak memiliki pilihan lain. Itulah sebabnya Roh Kudus dimeteraikan di dalam diri kita untuk menuntun kita kepada seluruh kebenaran.\n\n",
    "imageUrl": "assets/images/Hadirat.jpg"
  },
  {
    "id": 4,
    "title": "Laut Bercerita",
    "author": "Leila S. Chudori",
    "category": "Fiksi",
    "description": "Jakarta, Maret 1998\nDi sebuah senja, di sebuah rumah susun di Jakarta, mahasiswa bernama Biru Laut disergap empat lelaki tak dikenal. Bersama kawan-kawannya, Daniel Tumbuan, Sunu Dyantoro, Alex Perazon, dia dibawa ke sebuah tempat yang tak dikenal. Berbulan-bulan mereka disekap, diinterogasi, dipukul, ditendang, digantung, dan disetrum agara bersedia menjawab satu pertanyaan penting: siapakah yang berdiri di balik gerakan aktivis dan mahasiswa saat itu.\n\nJakarta, Juni 1998\nKeluarga Arya Wibisono, seperti biasa, pada hari Minggu sore memasak bersama, menyediakan makanan kesukaan Biru Laut. Sang ayah akan meletakkan satu piring untuk dirinya, satu piring untuk sang ibu, Biru Laut, dan satu piring untuk si bungsu Asmara Jati. Mereka duduk menanti dan menanti. Tapi Biru Laut tak kunjung muncul.\n\nJakarta, 2000\nAsmara Jati, adik Biru Laut, beserta Tim Komisi Orang Hilang yang dipimpin Aswin Pradana mencoba mencari jejak mereka yang hilang serta merekam dan mempelajari testimoni mereka yang kembali. Anjani, kekasih Laut, para orangtua dan istri aktivis yang hilang menuntut kejelasan tentang anggota keluarga mereka. Sementara Biru Laut, dari dasar laut yang sunyi bercerita kepada kita, kepada dunia tentang apa yang terjadi pada dirinya dan kawan-kawannya.\n\nLaut Bercerita, novel terbaru Leila S. Chudori, bertutur tentang kisah keluarga yang kehilangan, sekumpulan sahabat yang merasakan kekosongan di dada, sekelompok orang yang gemar menyiksa dan lancar berkhianat, sejumlah keluarga yang mencari kejelasan makam anaknya, dan tentang cinta yang tak akan luntur.",
    "imageUrl": "assets/images/Laut.jpg"
  },
  {
    "id": 5,
    "title": "The Perfect Muslimah",
    "author": "Ahmad Rifa`i Rif`an",
    "category": "Islami",
    "description": "The Perfect Muslimah. Indah akhlaknya, teduh parasnya, brilian otaknya, mantap ilmu agamanya, luas pergaulannya, dahsyat prestasinya, hebat kontribusinya. Auratnya terjaga, pergaulannya terjaga, perilakunya terjaga. Matanya berkilau oleh air mata takwa, bibirnya basah dengan untaian petuah, rambutnya tertutup oleh juluran jilbabnya. Bicaranya dakwah, pendengarannya tilawah, geraknya jihad fii sabilillah. Hatinya penuh zikir, otaknya penuh pikir, dipercantik oleh terjaganya lahir. The Perfect Muslimah. Kaulah gemintang yang menghias langit yang pekat. Kaulah rembulan yang cahayanya teduh tak memanaskan. Kaulah bidadari bumi yang kelak jadi bidadari yang tercantik di surga.\n\n• Kisah tentang seorang mahasiswi yang ingin hidup mandiri sehingga menolak uang beasiswa untuk kuliahnya.\n• Rahasia seorang muslimah yang tiap semester selalu meraih indeks prestasi tertinggi di kampusnya, berhasil kuliah di luar negeri, dan kini menjadi dosen di sebuah perguruan tinggi favorit.\n• Kisah seorang mahasiswi yang otaknya makin brilian saat memutuskan menjadi hafidzah (penghafal Qur'an).\n• Perjalanan hidup gadis yang ingin sekali menikah tetapi Tuhan tak jua mengabulkan pintanya. Ia baru menemukan jodoh terbaiknya saat melaksanakan petuah seorang bijak.\n• Muslimah yang dulunya bingung antara pilihan karier yang cerah dan menjadi ibu rumah tangga yang hebat.\n• Kisah seorang gadis remaja yang meraih nilai UAN tertinggi tingkat nasional usai merutinkan tahajud, sedekah, dan doa orangtua.\n\nTemukan kisah-kisah inspiratif lainnya dalam buku ini.",
    "imageUrl": "assets/images/Perfect.jpg"
  },
  {
    "id": 6,
    "title": "Hati yang Lembut, Jiwa yang Tegar",
    "author": "Andi Ulfa Wulandari",
    "category": "Motivasi",
    "description": "Dalam Hati yang Lembut, Jiwa yang Tegar kita diajak merenung tentang kekuatan di balik kelembutan dan ketegaran dalam melalui perjalanan hidup. Buku ini mengajak kita menyelami kedalaman hati, menyadari bahwa dari luka dan keheningan dapat muncul kekuatan untuk bangkit. Dengan refleksi mendalam dan kisah yang penuh makna, buku ini menginspirasi kita untuk tetap lembut di tengah kerasnya dunia dan tetap tegar dalam menghadapi badai. Sebuah perjalanan batin untuk menyembuhkan, memahami, dan menemukan kedamaian.",
    "imageUrl": "assets/images/Hati.jpg"
  },
  {
    "id": 7,
    "title": "Sejarah Zionisme",
    "author": "Muhamad Sandi, Muhammad Zulfan Fathullah, Umul Habibah, Rahma Nur Adzani, Hayatun Husna Amalia, Sulastri",
    "category": "Sejarah",
    "description": "Buku ini mengulas perjalanan panjang ideologi Zionisme yang muncul pada akhir abad ke-19 dan peranannya dalam pembentukan negara Israel. Dimulai dengan latar belakang sejarah dan sosial Yahudi di Eropa, buku ini menjelaskan bagaimana pergerakan Zionisme berkembang sebagai respons terhadap diskriminasi dan penganiayaan terhadap orang Yahudi, khususnya di negara-negara Eropa.\nZionisme, yang awalnya bertujuan untuk mengembalikan orang Yahudi ke tanah leluhur mereka di Palestina, mendapat momentum setelah pemikiran Theodor Herzl, yang menjadi bapak pendiri gerakan ini. Buku ini menggali berbagai peristiwa penting, termasuk Deklarasi Balfour (1917), Mandat Inggris atas Palestina, dan akhirnya berdirinya negara Israel pada tahun 1948.\nSelain munculnya ideologi Zionisme, terdapat perjuangan rakyat Palestina untuk memperjuangkan wilayahnya. Hingga beberapa organisasi perlawanan dibentuk untuk memperjuangkan wilayahnya, Perjuangan yang dilakukan oleh Palestina terjadi hingga saat ini. Sebuah organisasi yang bernama PLO yang dibentuk pada tahun 1964, Hamas hingga dibentuknya organisasi Fatah.",
    "imageUrl": "assets/images/Sejarah.jpg"
  },
  {
    "id": 8,
    "title": "Menjadi Indonesia",
    "author": "Parakitri T. Simbolon",
    "category": "Sejarah",
    "description": "Menjadi Indonesia bercerita mengenai proses panjang terbentuknya kebangsaan Indonesia sejak awal mula sejarah Nusantara hingga menjelang Perang Pasifik. Di sini kebangsaan dipahami sebagai proses yang menghasilkan keseimbangan hubungan antara masyarakat dan kekuasaan negara, yang terwujud dalam serangkaian tradisi, pranata, atau lembaga; tegasnya, keseluruhan aturan main bermasyarakat dan bernegara. Jika ‘kebangsaan’ tersebut dipadankan dalam bahasa Inggris, maka yang paling tepat bukanlah nationalism yang lebih menekankan cita-cita bahkan ideologi, melainkan nationhood atau mungkin malah nationness, yang lebih menekankan tantang-jawab dan hasil yang sudah dicapai.\n\nBuku ini dimaksudkan sebagai buku sejarah, bukan bahan ideologi atau indoktrinasi, sehingga fakta maupun tafsirannya senantiasa merujuk terutama pada sumber primer. Sedemikian kaya dan detail rujukan maupun catatan itu, hingga dengan membaca buku ini kita bisa turut merasakan suka duka perjalanan masyarakat Nusantara, yang kini menjadi Indonesia, pada masa-masa awal pertumbuhannya. Bukan hanya itu, gaya bertutur buku ini juga membawa kita seolah bertemu muka dengan para pendahulu negeri ini, lengkap dengan serba-masalah dan pergulatan mereka mengatasinya.",
    "imageUrl": "assets/images/Menjadi.jpg"
  },
  {
    "id": 9,
    "title": "Memorizing Like an Elephant",
    "author": "Yudi Lesmana",
    "category": "Non Fiksi",
    "description": "Yudi Lesmana adalah satu di antara 149 Grandmaster of Memory di dunia. Dia sangat bersemangat dalam memajukan olahraga daya ingat (memory sport) di Indonesia; dia mengirim tim Indonesia untuk mengikuti beberapa kejuaraan daya ingat, seperti Japan\nFriendly dan Philippine Open, dan memen angi beberapa medali emas. Prestasi ini memperlihatkan bahwa kemampuan untuk mengingat sesuatu bisa dipelajari, dilatih, dan diajarkan.\n\nBuku memori ini, tak diragukan, ditulis oleh seorang yang berpengalaman dan ahli di bidangnya, karena Yudilah satu-satunya orang Indonesia yang mampu masuk dalam peringkat 50 besar dunia. Buku i ni menjelaskan bagaimana mengingat dengan benar, sebagaimana dilakukan oleh atlet-atlet daya ingat dalam kejuaraan dunia daya ingat, World Memory Championship. Disajikan dengan cara yang ringan, kocak, dan mudah dipahami. Selamat melatih daya ingat dan selamat bergabung dengan “brain stars club“.",
    "imageUrl": "assets/images/Memorizing.jpg"
  },
  {
    "id": 10,
    "title": "Etnis Cina Perantauan di Aceh",
    "author": "A. Rani Usman",
    "category": "Non Fiksi",
    "description": "Hubungan antara Indonesia, khususnya Aceh dengan Dataran Cina dimulai semenjak lancarnya transportasi laut. Kontak budaya antara Cina dan Aceh secara diplomasi diawali pada abad 13 dan 15 M. Pada suatu lawatan utusan diplomat Cina pergi ke Aceh menyerahkan Lonceng Cakradonya kepada Raja Aceh pada tahun 1409 M, sebagai lambang persahabatan. Sebaliknya Raja Aceh mengirimkan utusan Aceh (Duta Besar) ke Cina yaitu Zainal Abidin Dan khususya pada Musim dingin tahun ke 1413 berlayarlah utusan Cina ke Samudra termasuk ke Aceh. Hubungan diplomasi dibarengi dengan hubungan bisnis yang saling menguntungkan sehingga kedua bangsa tersebut terjalin atas dasar saling menghargai. Selanjutnya setelah terjadi kekacauan politik dan ekonomi di Daratan Cina, sehingga mengakibatkan migrasi besar-besaran orang Tiongkok ke Nanyang (Asia Tenggara), sehingga masyarakat Cina terpaksa mengadu nasibnya di Nusantara dengan bekerja apa saja asal dapat mempertahankan hidupnya di perantauan. Bekerja tanpa kenal lelah membuat etnis Cina perantauan berhasil dalam bidang ekonomi, politik dan budaya. Fenomena tersebut terlihat etnis Cina dipandang oleh Belanda sebagai kelas menengah bersama Timur Asing lainnya. Di bidang politik etnis Cina dapat menyatukan dirinya dengan pemerintah setempat seraya mempertahankan edentitas kecinaan mereka. Sedangkan identitas Cina sebelum dan setelah kemerdekaan Indonesia mempnyai identitas ganda yaitu identitas Indonesia dan Cina. Pada masa revolusi kebudayaan di Cina pada tahun 1966 terjadi perubahan besar-besaran di Cina dan berpengaruh terhadap Cina di Indonesia. Karena waktu itu etnis Cina dianggap berhaluan komunis. Sedangkan komunis adalah sangat dibenci di Indonesia. Akhirnya pudarlah kebudayaan Cina termasuk di Aceh. Etnis Cina di Aceh pada peristiwa komunis mereka sebagian hijrah ke Medan Sumatra Utara dan pulang ke daratan Cina. Dan yang lainnya menetap di Aceh. Etnis Cina di Aceh mayoritas suku Khek, dan berbahasa Khek bersama etnis mereka. Sedangkan bahasa Indonesia digunakan sebagai bahasa kedua. Dan sebagian dari mereka dapat berbahasa Aceh bila bermitra bisnis dengan orang Aceh. Etnis Cina yang tinggal di tempat pecinaan sangat sedikit yang dapat berbahasa Aceh.",
    "imageUrl": "assets/images/Etnis.jpg"
  },
  {
    "id": 11,
    "title": "Say Goodbye to Heart Disease",
    "author": "Rakhmat Ari",
    "category": "Kesehatan",
    "description": "Penyakit jantung merupakan pembunuh nomor satu di seluruh dunia. Setiap 42 detik terdapat 1 orang yang terkena serangan jantung. Setiap 1 menit terdapat 1 orang yang meninggal karena penyakit jantung.\n\nDahulu, penyakit jantung menyerang pada usia di atas 60 tahun. Namun, saat ini penyakit ini menyerang pada usia lebih muda sehingga banyak menimbulkan kematian pada usia produktif. Bahkan, saat ini banyak orang berusia 30 tahun sudah mengalami serangan jantung.\n\nSerangan jantung ini tidak dapat diprediksi karena menyerang secara mendadak.\n\nKabar baiknya, penyakit jantung dapat dicegah. Faktor risiko yang bisa kita hindari tersebut meliputi paparan asap rokok, tekanan darah tinggi, obesitas, makanan yang tidak sehat, konsumsi alkohol yang berlebih serta kurangnya aktivitas fisik. Jika Anda ingin terhindar dari penyakit jantung, Anda wajib menghindari enam faktor risiko tersebut dari sekarang.",
    "imageUrl": "assets/images/Say.jpg"
  },
  {
    "id": 12,
    "title": "The Period Brain",
    "author": "Sarah E. Hill, Ph.D",
    "category": "Kesehatan",
    "description": "Leading researcher and women's hormone expert Dr. Sarah E. Hill explains why we feel so universally icky before our periods and what to do about it. The problem isn't that women are hormonal; the problem is that the second half of the menstrual cycle the luteal phase, when the hormone progesterone rises and estrogen decreases has been systematically ignored by science and medicine.\n\n\nProgesterone is at the heart of every feeling we associate with PMS: it affects our daily sleep and calorie needs (hello, cravings!); whom were attracted to; our sex drive; and as every woman can attest our mood. Because the luteal phase is understudied, every bit of health, diet, and relationship advice you've followed is based on that first, estrogen-glow half of the month or, worse, was designed for men.\n\n\nThe rules that work for us in the first two weeks of the cycle don't always fit in the second, causing most of us to spend half the month following advice that is completely at odds with the way our bodies work at this time. It's no wonder we feel awful! Dr. Hill demystifies how our bodies work, so you can work your hormones to:\n\n\n1· Sidestep PMS cravings by eating more you burn in the luteal phase!\n\n\n2· Exercise in a way that's invigorating instead of draining.\n\n\n3· Understand your sex drive, and why sex has different meaning across the month.\n\n\n4· Quit bad habits more easily thanks to progesterones addiction-busting properties.\n\n\n5· Navigate motivational and energy dips without added stress.\n\n\n6· Incorporate anti-inflammatory foods and habits to naturally ease PMS.\n\n\nis a science-tested roadmap to understanding PMS and PMDD. It's time we demand a better month, every month and usher in a new era in women's health. Period.",
    "imageUrl": "assets/images/Period.jpg"
  },
  {
    "id": 13,
    "title": "Mulih: Kumpulan Nasehat Hidup Orang Jawa",
    "author": "Hadi Wijaya",
    "category": "Filsafat",
    "description": "Buku ini berisi kumpulan nasehat-nasehat dari falsafah hidup orang Jawa. Karya ini berjudul 'Mulih' secara harfiah berarti pulang. Setiap orang pasti akan mengalami perjalanan yang satu itu. Baik pulang ke rumah dalam artian kehidupan dunia. Namun juga pulang ke dalam kehidupan abadi. Yang terakhir, merupakan kepastian yang tidak dapat manusia rencanakan. Hanya menunggu waktu saja! Dalam melihat dua kehidupan tersebut, jalan hidup orang Jawa sangat penting kita ketahui. Khususnya orang yang memiliki darah atau memang terlahir di Jawa. Dengan adanya nasehat bijak yang pernah dilalui nenek moyang menjadi pegangan dalam mengarungi kehidupan sehari-hari. Karena memang masih relevan dalam era modern saat ini. Meskipun kita tidak hidup di bumi Jawa.\n\n",
    "imageUrl": "assets/images/Mulih.jpg"
  },
  {
    "id": 14,
    "title": "Filsafat Untuk Pemalas",
    "author": "Ach. Dhofir Zuhry",
    "category": "Filsafat",
    "description": "Siapa filsuf besar abad ini? Kamu! Ya, kamu. Para milenial adalah filsuf terhebat untuk hidup mereka sendiri. Konsekuensinya, jika kamu berusaha menjalani hidup seperti orang lain, sehebat apa pun dia, itu bukan tandingan bagi hidupmu sendiri. Tidak ada persoalan dalam filsafat, karena persoalan kita itu sebenarnya adalah seputar rekening, jodoh, komedo, kolesterol, kerusakan lingkungan, budaya korup, penyalahgunaan agama. Siapa yang peduli, Bro?\n\nSelama ini apakah kalian susah payah berdarah-darah memahami filsafat? Kali ini, biarkan filsafat yang memahamimu, mempelajarimu dengan tekun! Makna filsafat sebagaimana lazim diajar-paksakan sebagai “cinta kebijaksanaan” ini terlalu narsis dan terkesan hanya ingin viral. Banyak orang mencoba belajar filsafat, tetapi hanya sedikit yang mau berfilsafat. Melalui buku ini dan mulai sekarang, tinggalkan cara berfilsafat yang sudah kuno dan kedaluwarsa. Jauhi filsafat yang serius dan bikin kita cepat tua. Pendek kata, kalianlah Kaum Rebahan yang sebenarnya sangat dimanja oleh filsafat. Oh ya, filsafat tak hanya rancang-bangun tentang kebenaran, tapi juga (jangan lupa) kebahagiaan, agar kita santuy menjalani hidup: aku berpikir, maka aku happy!",
    "imageUrl": "assets/images/Filsafat.jpg"
  },
  {
    "id": 15,
    "title": "GREEN CHEMISTRY: Solusi untuk Lingkungan Berkelanjutan",
    "author": "Kurnia Sri Yunita, Rini Perdana, Subakir Salnus, Meiyanti Ratna Kumalasari, Zimon Pereiz, Muhammad Ikhsan Sukaria, Ayu Qurota Ayun, Chuchita, Vika Puji Cahyani, Elfira Jumrah, Fadliyah Al Maida, Dewiyanti Fadly",
    "category": "Sains",
    "description": "Buku Green Chemistry: Solusi untuk Lingkungan Berkelanjutan menguraikan prinsip dan aplikasi kimia hijau sebagai pendekatan inovatif untuk menciptakan produk dan proses kimia yang lebih ramah lingkungan. Dengan fokus pada pengurangan penggunaan bahan berbahaya dan limbah, buku ini mengupas berbagai teknik dan strategi yang mendukung keberlanjutan, seperti penggunaan bahan baku terbarukan, peningkatan efisiensi energi, dan desain proses yang lebih aman. Ditujukan bagi mahasiswa, dosen, peneliti, dan praktisi industri, buku ini menawarkan solusi praktis dan berbasis ilmiah untuk tantangan lingkungan, sekaligus mendorong transformasi menuju praktik kimia yang lebih bertanggung jawab dan berkelanjutan.",
    "imageUrl": "assets/images/Green.jpg"
  },
  {
    "id": 16,
    "title": "Creative Thinking",
    "author": "M. Fikri Akbar, Nada Arina Romli, Sandy Allifiansyah, Mega Ayu Permatasari, Noprita Herari",
    "category": "Sains",
    "description": "Buku ini disusun dengan sistematis, mulai dari pengantar dasar berpikir kreatif, psikologi kreativitas, hingga penerapan dalam media digital dan sosial, sehingga memudahkan pembaca memahami dan mengaplikasikan konsep-konsep penting.",
    "imageUrl": "assets/images/Creative.jpg"
  },
  {
    "id": 17,
    "title": "To Rescue the American Spirit",
    "author": "Bret Baier",
    "category": "Biografi",
    "description": "There has never been a president like Theodore Roosevelt. An iconoclast shaped by fervent ideals, his early life seems ripped from the pages of an adventure novel: abandoning his place in the New York aristocracy, he was drawn to the thrill of the West, becoming an honorary cowboy who won the respect of the rough men of the plains, adopting their code of authenticity and courage. As a New York State legislator, he fought corruption and patronage. As New York City police commissioner, he walked the beat at night to hold his men accountable; and as New York governor, he butted heads with the old guard to bring fresh air to a state mired in political corruption. He was also a passionate naturalist, conservationist, and hunter who collected hundreds of specimens of birds and animals throughout his life. He was a soldier and commander who led a regiment of Rough Riders to victory in the Spanish-American War, a show of leadership and bravery that put him on the national map. As president, he brought energy, laughter, and bold ideas to the White House, pursuing a vigorous agenda that established America as a leader on the world stage from advancing the Panama Canal, brokering peace with Russia, and taking on business elites.\n\n\nBret Baier's exquisite book reveals the storied life of a leader whose passion, daring, and prowess left an indelible mark on the fabric of our country and reimagined the possibilities of the presidency.",
    "imageUrl": "assets/images/Rescue.jpg"
  },
  {
    "id": 18,
    "title": "Raden Saleh (2025)",
    "author": "Werner Kraus",
    "category": "Biografi",
    "description": "Raden Saleh – Kehidupan dan Karyanya, Werner Kraus\n\nSepak terjang seorang seniman harus dipahami dalam konteks zaman dan lingkungan\nintelektualnya. Buku ini berupaya mendedahkan kehidupan Raden Saleh dengan\ncara pandang demikian. Misalnya saja, ada dunia Jawa yang melahirkan Raden Saleh,\nsituasi berbeda yang ditemuinya selama berada di Eropa, atau realitas sosial dan kultural negara kolonial yang semakin kokoh, yang memaksa Sang Pelukis menyesuaikan diri sepulangnya dari Eropa.\n\nRaden Saleh sangat pandai menyesuaikan diri, dan dia senantiasa berhasil memanfaatkan peluang yang terbuka baginya di negeri terjajah, baik karena kecerdikannya maupun karena nasib baik. Namun, pada akhirnya, dia gagal lantaran terbentur pada masalah mendasar masyarakat kolonial Jawa: rasisme inheren. Kendati demikian, di dalam kerangka tragis itu, dia menjalani kehidupan yang spektakuler: sebagai pelukis, sebagai ilmuwan, sebagai pembaru pendidikan seni, sebagai kolektor dan penjaga, dan masih banyak lagi.\n\nKarya ini bukanlah buku teks yang sukar dipahami, melainkan lebih sebagai upaya\nmenceritakan kisah kehidupan dan lukisan Raden Saleh dengan gaya esai yang ringan.\nKita bisa saja melompat dari satu bab ke bab lain tanpa sepenuhnya kehilangan benang\nmerah. Kita akan menjumpai kisah yang belum pernah diceritakan. Semua ilustrasi dan\ngambar dipilih dengan cara serupa. Tidak ada maksud untuk mencapai suatu daftar karya komplet ataupun kesempurnaan dalam wujud lain. Namun, pada akhirnya, kita bakal mendapatkan sebuah buku yang menghadirkan roh dan kehidupan serta karya Raden Saleh secara lebih baik dibanding buku-buku lain sebelumnya.",
    "imageUrl": "assets/images/Raden.jpg"
  },
  {
    "id": 19,
    "title": "Pengantar Komunikasi Bisnis",
    "author": "Dra. Yulies Herni, M.Pd., Amirudin, S.E., M.M",
    "category": "Bisnis",
    "description": "Sukses dalam bisnis tak hanya soal produk unggul, tapi juga komunikasi jitu! Buku Pengantar Komunikasi Bisnis hadir sebagai panduan esensial untuk menguasai seni berinteraksi di dunia bisnis, baik lisan maupun bahasa tubuh. Pelajari strategi memahami kepribadian relasi bisnis sebelum berinteraksi, kunci menciptakan komunikasi yang efektif, mudah diterima, dan menghasilkan feedback positif demi kelancaran usaha Anda.\n\n\nDikemas dengan bahasa yang ringan dan mudah dipahami, buku ini mengupas tuntas peran vital ilmu komunikasi dalam berbagai aspek bisnis. Lebih dari itu, temukan pula panduan praktis menyusun surat lamaran kerja dan daftar riwayat hidup (CV) terkini, sebuah bekal berharga bagi mahasiswa dan masyarakat umum dalam meniti karier. Siap membangun hubungan bisnis yang kuat dan meraih kesuksesan? Buku ini jawabannya!",
    "imageUrl": "assets/images/Pengantar.jpg"
  },
  {
    "id": 20,
    "title": "Strategi Sukses Pengajuan Kredit",
    "author": "Raden Tedy",
    "category": "Bisnis",
    "description": "Buku ini membongkar rahasia bagaimana agar pemilik usaha atau calon debitur bisa mendapatkan kredit dengan legal dan profesional sesuai dengan kebutuhan usaha, dengan sedari awal menyiapkan berbagai data fakta terkait dengan kondisi usahanya saat ini. Dengan adanya kesiapan ini, permohonan kredit diharapkan dapat disetujui, dengan jumlah kredit sesuai kebutuhan.\n\nJuga mengupas tuntas syarat-syarat yang harus dipenuhi oleh calon debitur; apa saja aspek-aspek penilaian data fakta oleh pihak bank, berbagai teknik pembuatan laporan keuangan dengan rasio-rasio sesuai kebijakan dan ketentuan dari perbankan, rumus jumlah kebutuhan kredit yang akan disetujui oleh pihak bank, dan bagaimana metode saat wawancara dengan petugas bank, serta bagaimana proses saat pengajuan kredit akhirnya disetujui oleh bank.\n\nSemoga buku ini bisa membantu para pelaku usaha, khususnya UMKM agar memiliki kepercayaan diri dalam pengajuan permohonan kredit modal usaha. Juga semoga buku ini bisa membantu industri perbankan, agar proses penyaluran kredit menjadi lebih efektif.",
    "imageUrl": "assets/images/Strategi.jpg"
  }
]
